{
    "ace_hearts": {
      "title": "Buyback & Burn",
      "description": "Tokens are burnt as the protocol generates revenue, thereby reducing its supply and increasing the unit value."
    },
    "two_hearts": {
      "title": "Compensation",
      "description": "Payment or reward provided in exchange for work."
    },
    "three_hearts": {
      "title": "Multiple Funding Sources",
      "description": "Receiving financial support from two or more entities."
    },
    "four_hearts": {
      "title": "Time-based Boost",
      "description": "Accumulate boosts over time which award them more rewards and/or governance rights. Holders can unstake anytime but then lose their boost."
    },
    "five_hearts": {
      "title": "Token Inflation",
      "description": "Issuing new supply of a token to incentivize a particular set of behaviors."
    },
    "six_hearts": {
      "title": "Peer Audit",
      "description": "A security evaluation by an actor with similar competencies as the producer."
    },
    "seven_hearts": {
      "title": "Mutual Insurance",
      "description": "A cooperative insurance model where members pool resources to provide coverage against losses."
    },
    "eight_hearts": {
      "title": "Liquidity Mining",
      "description": "Rewarding users who provide liquidity to particular token pools."
    },
    "nine_hearts": {
      "title": "Vesting",
      "description": "A mechanism that gradually releases tokens or other assets over time."
    },
    "ten_hearts": {
      "title": "Bounty",
      "description": "A pre-specified task and reward for anyone who completes a specific task or achieving within a particular ecosystem."
    },
    "jack_hearts": {
      "title": "Patronage-based Earnings",
      "description": "A mechanism where token holders earn rewards in proportion to their usage of a platform or provision of service to the platform."
    },
    "queen_hearts": {
      "title": "Token Stream",
      "description": "Continuous transfer of tokens from a sender's account to a receiver's account. The sender's account balance decreases at a specific rate per second, while the receiver's account balance increases at the same rate."
    },
    "king_hearts": {
      "title": "Penalties",
      "description": "Punishments imposed for breaking the rules."
    },
    "ace_diamonds": {
      "title": "Instant Governance",
      "description": "Token-holders stake on values for each governance parameter and the resulting value is adjusted in real-time based on the stake-weighted median."
    },
    "two_diamonds": {
      "title": "Pass/Fail Voting",
      "description": "A simple binary voting system where participants can only choose between \"yes\" or \"no\"."
    },
    "three_diamonds": {
      "title": "Approval Voting",
      "description": "A voting mechanism where voters can select more than one option and the option with the most approvals wins."
    },
    "four_diamonds": {
      "title": "Wait for Quiet Voting",
      "description": "Wait until voting has quieted down before closing a vote."
    },
    "five_diamonds": {
      "title": "Single Choice Voting",
      "description": "A simple voting system in which participants choose one option from a list of choices."
    },
    "six_diamonds": {
      "title": "Pairwise Voting",
      "description": "A budgeting process where options are presented in pairs, and participants choose their preferred option from each pair. The formula distributes funding by computing the preferences over all pairwise comparisons."
    },
    "seven_diamonds": {
      "title": "Random Jury Arbitration",
      "description": "A process where a randomly selected group of individuals make a decision on a dispute or issue."
    },
    "eight_diamonds": {
      "title": "Resistance Voting",
      "description": "Proposals default to passing unless there is enough resistance. Participants vote against the options they dislike, rather than for the options they prefer."
    },
    "nine_diamonds": {
      "title": "Osmotic Funding",
      "description": "The rate at which each project is funded is determined by the staked amount and the available funds. The rate variations are smoothed over time to avoid high rate variations and offer stability to the projects."
    },
    "ten_diamonds": {
      "title": "Holographic Consensus",
      "description": "A governance mechanism that allows for local decisions that represent the interests of a global group."
    },
    "jack_diamonds": {
      "title": "Rank-choice Voting",
      "description": "A voting system where participants rank the available options in order of preference."
    },
    "queen_diamonds": {
      "title": "Conviction Voting",
      "description": "Proposals are passed based on aggregated continuous preferences of community members. A member can change their preference at any time, but the longer they keep their preference for the same proposal, the “stronger” their conviction gets. This added conviction gives long-standing community members with consistent preferences more influence than short-term participants merely trying to influence a vote."
    },
    "king_diamonds": {
      "title": "Quadratic Voting",
      "description": "A voting mechanism where participants can allocate a limited number of voting \"points\" to different options, with the number of points allocated being proportional to the square root of the number of points."
    },
    "ace_clubs": {
      "title": "Decentralized ID",
      "description": "Unique identifiers that allow entities to be identified in a verifiable and persistent way without relying on a centralized registry. DIDs form the basis for self-sovereign identity (SSI), a decentralized digital identity model that gives individuals control over their own identity information."
    },
    "two_clubs": {
      "title": "Mutual Credit",
      "description": "Credit that members can issue to each other based on mutual trust, rather than using traditional forms of collateral."
    },
    "three_clubs": {
      "title": "Time-bound Funding",
      "description": "Participants submit proposals within a fixed time period for a fixed amount of capital, which is distributed among top winners based on the voting outcome."
    },
    "four_clubs": {
      "title": "Verifiable Credential",
      "description": "A digital credential that can be used to verify the identity or qualifications of an individual or organization."
    },
    "five_clubs": {
      "title": "Soulbound Token",
      "description": "A token that represents a user's reputation or standing within a community, and cannot be transferred."
    },
    "six_clubs": {
      "title": "Batched Auction",
      "description": "Consensus mechanism that groups individual proposals together and executes them simultaneously. All proposals within a batch are settled at the same uniform clearing parameters."
    },
    "seven_clubs": {
      "title": "Quorum",
      "description": "The Minimum level of participation required for a decision to be valid."
    },
    "eight_clubs": {
      "title": "Token Gate",
      "description": "Restricting access to certain services, features or content based on token holdings. Additional constraints can also be included, such as the amount of time a token has been held."
    },
    "nine_clubs": {
      "title": "Social Graph",
      "description": "A graphical representation of individuals and their relationships."
    },
    "ten_clubs": {
      "title": "Souldbound NFT",
      "description": "A non-transferable, non-fungible token (NFT), typically used to represent a digital badge or achievement within a particular ecosystem."
    },
    "jack_clubs": {
      "title": "Oversight",
      "description": "Supervision of a process, operation, or work, to ensure it is being done correctly and adheres to the rules."
    },
    "queen_clubs": {
      "title": "Oracle",
      "description": "An information source that provides external data to smart contracts."
    },
    "king_clubs": {
      "title": "Time-delay Execution",
      "description": "A mechanism that imposes a delay on certain actions to prevent spam, fraud or attacks."
    },
    "ace_spades": {
      "title": "Fair Ranking",
      "description": "An economic system for curating information with no single point of failure and no owner, where information which ranks highly is provably valuable to network stakeholders, while protecting against the rich. Whoever stakes the most tokens ranks highest, but the more tokens you stake, the cheaper it is to downvote you."
    },
    "two_spades": {
      "title": "NFT Drop",
      "description": "A method of distributing non-fungible tokens (NFTs) through a random or selective process."
    },
    "three_spades": {
      "title": "ve(3,3) Tokenomics",
      "description": "Variation of the veToken model that provides dilution protection and flexibility to token lockers. This resolves the capital inefficiency and liquidity concerns associated with ve assets."
    },
    "four_spades": {
      "title": "Merkle Airdrop",
      "description": "A distribution mechanism where tokens are given away for free to a specific group of people or randomly to anyone who meets certain criteria. Merkle Drops use a cryptographic technique to verify eligibility and allow users to claim their own allocation from the contract."
    },
    "five_spades": {
      "title": "Delegation",
      "description": "Assigning voting rights to another address, allowing the other address to vote on the holders behalf. Vote delegation can be topic-specific, where an address can delegate its voting rights on different types of decisions to different addresses."
    },
    "six_spades": {
      "title": "Prediction Markets",
      "description": "Allows users to trade on future event outcomes. Participants stake tokens on their predictions, and markets are resolved when event outcomes are verified."
    },
    "seven_spades": {
      "title": "Universal Basic Income",
      "description": "Provides all participants in a network with a basic income."
    },
    "eight_spades": {
      "title": "Blind Bid, Second Price",
      "description": "An auction where bids are submitted privately, and the winner receives the amount of the second highest bid."
    },
    "nine_spades": {
      "title": "Reverse Dutch Auction",
      "description": "An auction where the price of an asset starts high and gradually decreases over time."
    },
    "ten_spades": {
      "title": "Vote Decay",
      "description": "Voting power decays over time according to certain conditions, like if the holder does not vote."
    },
    "jack_spades": {
      "title": "Quadratic Funding",
      "description": "A donation-matching scheme that prioritizes projects based on the number of people who contributed rather than just the amount contributed. The share of the matching pool that each project receives is based on the square root of each contribution. This reduces the power of large donors to influence the matching of funds."
    },
    "queen_spades": {
      "title": "Secret Ballot",
      "description": "A form of voting that allows participants to keep their votes private, providing a layer of anonymity."
    },
    "king_spades": {
      "title": "Futarchy",
      "description": "A governance mechanism where decisions are made based on the outcome of prediction markets."
    },
    "joker_black": {
      "title": "Joker Black",
      "description": "Placeholder"
    },
    "joker_red": {
      "title": "Joker Red",
      "description": "Placeholder"
    }
  }